lessons_emojies = {'Разговоры о важном': '🇷🇺', 'История': '⚔️', 'Робототехника': '🤖', 'Русский язык': '🇷🇺', 'Английский язык': '🇬🇧', 'Музыка': '🎵', 'Технология': '⚙️', 'Математика': '➗', 'География': '🗺️', 'Информатика': '🖥️ ', 'ТРИЗ': '🧠', 'ИЗО': '🎨', 'Физкультура': '🏅', 'ОДНКНР': '🙏', 'Биология': '🍀', 'Литература': '📚', 'Обществознание': '📈', 'Геометрия': '📏', 'Физика': '⚛️', 'Алгебра': '🧮', 'Химия': '🧪', 'ОБЖ': '🦺', 'Немецкий язык': '🇩🇪', 'Проектная деятельность': '🎓', 'Теория права': '💼', 'Астрономия': '🌌'}
schedule = {1: "8:00 - 8:40",
                2: "8:50 - 9:30",
                3: "9:45 - 10:25",
                4: "10:40 - 11:20",
                5: "11:40 - 12:20",
                6: "12:35 - 13:15",
                7: "13:25 - 14:05",
                8: "14.15 - 14.55"}